Repository: wp-plugins/wp-jv-custom-email-settings
Catalog: languages/wp-jv-custom-email-settings-*.po
Languages: hu_hu, sr_rs

source: Email From
hu_hu: E-mail feladójának neve
sr_rs: Mail od

source: Email Address
hu_hu: E-mail cím
sr_rs: Mail adresa

source: Notifications
hu_hu: Értesítők
sr_rs: Obaveštenja

source: Notification mode
hu_hu: Értesítő küldése
sr_rs: Režim obaveštenja

source: Notify users about
hu_hu: Értesítő küldése
sr_rs: Obavesti korisnike o

source: Notification e-mail subject
hu_hu: Értesítő e-mail tárgya
sr_rs: Naslov mail-a obaveštenja

source: Notification e-mail content
hu_hu: Értesítő e-mail tartalma
sr_rs: Sadržaj mail-a obaveštenja

source: Sending email notifications...
hu_hu: E-mail értesítés küldése...
sr_rs: Slanje mail obaveštenja

source: Error sending emails.
hu_hu: Hiba az e-mail küldésekor.
sr_rs: Došlo je do greške prilikom slanja mail-ova...

source: Re-send notification email(s)
hu_hu: Értesítő e-mail(ek) újraküldése
sr_rs: Ponovo pošalji mail(ove) obaveštenja

source: email(s) out of
hu_hu: e-mail a
sr_rs: mail(ovi) od

source: notification(s) sent. Check
hu_hu: értesítés elküldve. Ellenőrizd a
sr_rs: obaveštenja poslata

source: sent with
hu_hu: -ból/ből kiküldve
sr_rs: poslato sa

source: log issues. Check
hu_hu: naplózási hibával. Ellenőrizd
sr_rs: problemi prilikom prijavljivanja. Proverite

source: log
hu_hu: naplót
sr_rs: prijavite se

source: for details.
hu_hu: a részletekért.
sr_rs: za detalje

source: By default all notification e-mails received from "Wordpress" < wordpress@
hu_hu: Alapértelmezésként az értesítő e-maileket a "Wordpress" < wordpress@
sr_rs: Standardno, svi mail-ovi obaveštenja primljeni od "Wordpress-a" < wordpress@

source: You can change these below.
hu_hu: címről kapod. Itt ezt megváltoztathatod.
sr_rs: Možete ih promeniti u nastavku.

source: Tags available to make e-mail subject and/or content dynamic:
hu_hu: Az e-mail tárgyának és/vagy tartalmának dinamikussá tételéhez használható speciális tag-ek:
sr_rs: Oznake su raspoložive za naslov mail-a i/ili za dinamički sadržaj

source: means title of the post
hu_hu: = a bejegyzés címe
sr_rs: označava naziv posta

source: means URL of the post
hu_hu: = a bejegyzés URL-je
sr_rs: označava URL posta

source: means URL with title of the post
hu_hu: = a bejegyzés URL-je a bejegyzés címével
sr_rs: označava URL sa nazivom posta

source: means the name of the post author
hu_hu: = a bejegyzés szerzőjének neve
sr_rs: označava ime autora posta

source: means excerpt of the post
hu_hu: = a bejegyzés kivonata
sr_rs: označava odlomak posta

source: means the first n (must be an integer number) number of word(s) extracted from the post
hu_hu: = a bejegyzés első "x" darab szava (egész számnak kell lennie)
sr_rs: označava prvi broj (mora biti ceo broj) reči izvučenih iz posta

source: means display name of the user who receives the e-mail
hu_hu: = az e-mail címzettjének megjelenítési neve
sr_rs: označava korisničko ime primaoca mail-a

source: Auto
hu_hu: Automatikus
sr_rs: Automatski

source: (send e-mails automatically when you publish a post)
hu_hu: (a bejegyzés publikálásakor automatikusan kiküldi az e-maileket)
sr_rs: (automatski šalje mail kad objavite post)

source: Manual
hu_hu: Kézi
sr_rs: Ručno

source: (you need to press a button to send notification)
hu_hu: (meg kell nyomnod egy gombot, hogy kiküldje az értesítőket)
sr_rs: (morate pritisnuti taster da biste poslali obaveštenje)

source: Public posts
hu_hu: Nyilvános bejegyzések
sr_rs: Javni postovi

source: Password
hu_hu: Jelszó
sr_rs: Lozinka

source: protected posts (password will
hu_hu: védett bejegyzések (a jelszó
sr_rs: zaštićeni postovi (lozinka

source: NOT
hu_hu: NEM
sr_rs: neće

source: be included in notification e-mail)
hu_hu: kerül kiküldésre az e-mailben)
sr_rs: biti obuhvaćena mailom obaveštenja)

source: This feature requires
hu_hu: Ehhez a funkcióhoz a
sr_rs: Ova funkcionalnost zahteva

source: to be installed and activated.
hu_hu: telepítése és aktiválása szükséges.
sr_rs: instaliranje i aktiviranje.

source: Private posts
hu_hu: Magánjellegű bejegyzések
sr_rs: Privatni postovi

source: Notifications are based on
hu_hu: Az értesítők a
sr_rs: Obaveštenja zasnivaju se na

source: settings.
hu_hu: beállításain múlnak
sr_rs: podešavanjima.

source: Hint: HTML tags are not allowed here, e.g.: %title_with_permalink% will revert to %title%.
hu_hu: Tipp: HTML tagek itt nem megengedettek, például a %title_with_permalink% helyett a %title% lesz használva.
sr_rs: Savet: HTML oznake ovde nisu dozvoljene, npr. %naslov_sa_permalinkom% vratiće samo %naslov%.

source: Hint: HTML tags are welcome here to make your notification e-mails more personalized.
hu_hu: Tipp: itt a HTML tag-eket is használhatod, hogy az értesítőid még jobban testre szabd.
sr_rs: Savet: HTML oznake su dobrodošle da bi vaši mailovi obaveštenja bili ličniji.

source: Notify me by e-mail when a new post is published
hu_hu: E-mail értesítést kérek, amikor egy új bejegyzés publikálásra kerül
sr_rs: Obavesti me putem mail-a kad se objavi novi post.

source: Subscribe to WP JV CES notifications
hu_hu: Feliratkozás a WP JV CES e-mail értesítésekre

source: Unsubscribe from WP JV CES notifications
hu_hu: Leliratkozás a WP JV CES e-mail értesítésekről

source: Error subscribing users.
hu_hu: Hiba a felhasználók feliratkoztatásakor

source: Error unsubscribing users.
hu_hu: Hiba a felhasználók leliratkoztatásakor

source: Send notification email(s)
hu_hu: Értesítő e-mail(ek) küldése
sr_rs: Pošalji mail(ove) obaveštenja

source: Log
hu_hu: Napló
sr_rs: Prijavi se

source: You do not have sufficient permissions to access this page.
hu_hu: Nem rendelkezel megfelelő jogosultsággal az oldal eléréséhez.
sr_rs: Nemate odgovarajuće dozvole za pristup ovoj stranici.

source: Notification email sent
hu_hu: Értesítő e-mail elküldve
sr_rs: Mail obaveštenja poslat

source: Notification emails sent
hu_hu: Értesítő e-mailek elküldve
sr_rs: Mail-ovi obaveštenja poslati

source: Post Title
hu_hu: Bejegyzés címe
sr_rs: Naziv posta

source: E-mail sent
hu_hu: Email küldve
sr_rs: Mail poslat

source: User Name
hu_hu: Felhasználó név
sr_rs: Korisničko ime

source: User E-mail
hu_hu: Felhasználó e-mail címe
sr_rs: Korisnički mail

source: Status
hu_hu: Állapot

source: No e-mails sent out, yet.
hu_hu: Egyetlen e-mailt sem küldtél még.
sr_rs: Još nije poslat nijedan mail.

source: Error sending notifications.
hu_hu: Hiba történt az értesítések küldése közben
sr_rs: Došlo je do greške prilikom slanja obaveštenja.

source: Check log
hu_hu: Ellenőrizd a naplót
sr_rs: Proverite prijavu

source: log issues.
hu_hu: naplózási hibával.
sr_rs: problemi prilikom prijavljivanja

source: notification(s) sent.
hu_hu: értesítő elküldve.
sr_rs: obaveštenja poslata
